Repository: actionAxolot/kiwisplice
Catalog: pctv/apps/inventory/locale/*/LC_MESSAGES/django.po
Languages: es

source: Approved
es: Aprovado

source: Inventory
es: Inventario

source: Sites
es: Sitios

source: Not approved
es: No aprovado

source: Building
es: En construcción

source: Approved and building
es: Aprovado y en construcción

source: Finished
es: Terminado

source: Blocked
es: Bloqueado

source: Free
es: Libre

source: Name
es: Nombre

source: Image
es: Imagen

source: Price
es: Precio

source: Prototype
es: Prototipo

source: Prototypes
es: Prototipos

source: Section
es: Etapa

source: Sections
es: Etapas

source: Financial institution
es: Institución financiera

source: Financial Institutions
es: Instituciones financieras

source: Created by
es: Creado por

source: Construction status
es: Estatus de construcción

source: Location Status
es: Estatus de ubicación

source: Official Identifier
es: Identificador oficial

source: Unique identifier (Block + Macrolot + Lot)
es: Identificador único (Manzana + Macrolote + Lot)

source: Block
es: Manzana

source: Macro lot
es: Macro lote

source: Lot
es: Lote

source: Street
es: Calle

source: Realestate number
es: Número del Inmueble

source: Lot size
es: Tamaño del lote

source: Construction size
es: Tamaño de la construcción

source: Construction end date
es: Fecha de terminación de la construcción

source: Percent completed
es: Porcentaje completado

source: CLG emission date
es: Fecha de emisión de CLG

source: Realestate
es: Inmueble

source: Status
es: Estatus

source: Approved on
es: Aprovado en

source: Approved amount
es: Cantidad aprovada

source: Ministered amount
es: Cantidad ministrada

source: Bridge Credit
es: Crédito puente

source: Bridge Credits
es: Créditos puente

source: Bridge credit
es: Crédito puente

source: Amount
es: Cantidad

source: Payment date
es: Fecha de pago

source: Bridge Credit Payment
es: Pagos de crédito puente

source: Utility type
es: Tipo de servicio

source: Utility types
es: Tipos de servicio

source: Utility payment
es: Pago de servicio

source: Utility payments
es: Pagos de servicios
